Repository: midenok-forks/usb-creator-patches
Catalog: po/*.po
Languages: ru

source: Install the bootloader
ru: Установка загрузчика

source: System policy prevents installing the bootloader
ru: Системные политики препятствуют установке загрузчика

source: Format the device
ru: Форматировать носитель

source: System policy prevents formatting this device
ru: Системные политики препятствуют форматированию этого носителя

source: Image the device
ru: Создать образ с устройства

source: System policy prevents writing a disk image to this device
ru: Системные политики препятствуют записи образа диска на этот носитель

source: Mount a device
ru: Подключение носителя

source: System policy prevents mounting
ru: Системные политики препятствуют подключению

source: Startup Disk Creator
ru: Создание загрузочного диска

source: Create a startup disk using a CD or disc image
ru: Создание загрузочного диска с использованием CD или образа диска

source: Installing
ru: Установка

source: Installation failed.
ru: Установка прервана.

source: The device is not large enough to hold this image.
ru: Носитель не достаточен по размерам для этого образа.

source: There is not enough free space for this image.
ru: Не хватает места для этого образа.

source: CD Images
ru: Образы компакт-дисков

source: Disk Images
ru: Образы дисков

source: Starting up
ru: Запуск

source: You must select both source image and target device first.
ru: Сначала необходимо выбрать и образ источника, и целевое устройство.

source: The installation is complete. You may now reboot your computer with this device inserted to try or install Ubuntu.
ru: Установка успешно завершена. Теперь можно перезагрузить компьютер и загрузиться с подготовленного носителя, чтобы попробовать или установить Ubuntu.

source: Retry?
ru: Повторить?

source: Quit the installation?
ru: Прервать установку?

source: Do you really want to quit the installation now?
ru: Вы действительно хотите прервать установку?

source: Are you sure you want to erase the entire disk?
ru: Вы уверены, что хотите полностью стереть диск?

source: CD-Drive/Image
ru: CD-привод или образ

source: Image
ru: Образ

source: OS Version
ru: Версия ОС

source: Size
ru: Размер

source: Erase Disk
ru: Стереть диск

source: Device
ru: Устройство

source: Label
ru: Метка

source: Capacity
ru: Ёмкость

source: Free Space
ru: Свободно

source: Starting up...
ru: Запуск…

source: %d%% complete (%dm%ss remaining)
ru: %d%% завершено (%dm %ss осталось)

source: %d%% complete
ru: %d%% завершено

source: To try or install Ubuntu from a removable disk, it needs to be set up as a startup disk.
ru: Для того чтобы попробовать или установить Ubuntu со съёмного диска необходимо сделать его загрузочным.

source: Source disc image (.iso) or CD:
ru: Образ установочного диска (.iso) или установочный диск:

source: Other...
ru: Обзор…

source: Removable disk to use:
ru: Используемый съёмный диск:

source: When starting up from this disk, documents and settings will be:
ru: При загрузке с этого диска, документы и настройки будут:

source: Stored in reserved space
ru: Сохранены в выделенном дисковом пространстве

source: How much:
ru: Размер:

source: Discarded on shutdown, unless you save them elsewhere
ru: Удалены при завершении работы, если вы не сохраните их куда-нибудь

source: Quit
ru: Выход

source: Make startup disk
ru: Создание загрузочного диска

source: &Cancel
ru: &Отмена

source: Installation complete
ru: Установка завершена

source: Installation failed
ru: Установка прервана

source: All
ru: Все

source: Make Startup Disk
ru: Создать загрузочный диск

source: The extension "%s" is not supported.
ru: Расширение «%s» не поддерживается.

source: An uncaught exception was raised: %s
ru: Обнаружено необработанное исключение: %s

source: Insufficient free space to write the image: %s (%d MB) > %s (%d MB)
ru: Недостаточно свободного места для записи образа: %s (%d МБ) > %s (%d МБ)

source: Installing the bootloader...
ru: Установка загрузчика…

source: Failed to install the bootloader.
ru: Не удалось установить загрузчик.

source: Modifying configuration...
ru: Изменение конфигурации…

source: Could not move syslinux files in "%s": %s. Maybe "%s" is not an Ubuntu image?
ru: Невозможно переместить syslinux файлы в "%s": %s. Может быть "%s" не образ Ubuntu?

source: Creating a persistence file...
ru: Создание файла сохранения состояния...

source: Creating an ext2 filesystem in the persistence file...
ru: Создание файловой системы ext2 в файле сохранения состояния…

source: Finishing...
ru: Завершение...

source: Writing disk image...
ru: Запись образа диска…

source: Could not write the disk image (%s) to the device (%s).
ru: Не удалось записать образ диска (%s) на носитель (%s).

source: Removing files...
ru: Удаление файлов…

source: Copying files...
ru: Копирование файлов…

source: md5 checksums do not match.
ru: контрольные суммы md5 не совпадают.

source: Could not read from %s
ru: Не удалось прочитать с %s

source: Checksums do not match. Retry?
ru: Контрольные суммы не совпадают. Повторить?

source: Checksums do not match.
ru: Контрольные суммы не совпадают.

source: Installation Failed
ru: Установка не удалась

source: Installation Complete
ru: Установка завершена

source: Installation is complete. You may now run Ubuntu on other computers by booting them with this drive inserted.
ru: Установка завершена. Теперь можно запускать Ubuntu на других компьютерах, загружаясь с этого диска

source: Disk to use:
ru: Используемый диск:

source: Stored in reserved extra space
ru: Сохранены в выделенном дисковом пространстве

source: Please run this program as an administrator to continue.
ru: Эту программу нухно запускать с правами администратора.

source: Administrator privileges required
ru: Требуются привилегии администратора

source: An unhandled exception occurred: %s
ru: Необработанное исключение: %s

source: Error
ru: Ошибка
